{
    "": "",
    ",": "",
    "-The quality of teaching: The courses are given in French and English in the Bilingual System and only in English in the Anglophone System. The school also offers Basic Training in Italian and Computer Science.": "La qualité de l'enseignement : Les cours sont dispensés en français et en anglais dans le système Bilingue et uniquement en anglais dans le système Anglophone. L'école propose également une formation de base en Italien et en Informatique.",
    "-The quality of the environment: Recreation is within a secure compound.": "La qualité de l'environnement : La récréation se fait dans une enceinte sécurisée.",
    "7 Years of": "7 ans d'",
    "Abort reply": "Annuler la réponse",
    "About": "À propos",
    "About Us": "A Propos de nous",
    "About us ": "A propos de nous",
    "Action": "Action",
    "Add new Tag": "Ajouter un nouveau tag",
    "Address": "Adresse",
    "Add testimonial": "Ajouter un témoignage",
    "Administration": "Administration",
    "A dynamic, talented and experienced team of staff is here to take care of your children's education.": "Une équipe dynamique, talentueuse et expérimentée est là pour s'occuper de l'éducation de vos enfants.",
    "A dynamic, talented and experienced team of staff is here to take care of your children\\'s education.": "Une équipe dynamique, talentueuse et expérimentée est là pour s'occuper de l'éducation de vos enfants.",
    "All": "Tous",
    " All rights reserved": "Tous droits réservés",
    "AmisDeNzong Subscription Confirmation": "Confirmation de l'abonnement à AmisDeNzong",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse électronique que vous avez fournie lors de votre inscription.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse électronique.",
    "Answer to": "Répondre à",
    "A staff is in place to transport your children to and from school.": "Un personnel est en place pour le transport Aller et Retour de vos enfants.",
    " at ": "à",
    "at ": "À",
    "auth.logged_in_provider": "",
    "Author": "Auteur",
    "Avatar": "Avatar",
    "Basic courses in Italian and Computer Science": "Cours de base en Italien et en Informatique",
    "Blog": "Blog",
    "Blog\r\n            Single": "Détails sur l'article",
    "Blog Single": "Détails sur l'article",
    "BP.150 West Region, In Nzong-Foto Village": "BP.150 Région Ouest, dans le village Nzong-Foto",
    "BP.150 West Region, Menoua Dschang In Nzong-Foto Village, Cameroon": "BP.150 Région Ouest, Menoua Dschang dans le village Nzong-Foto, Cameroun",
    "By": "Par",
    "Cancel": "Retour",
    "Categories": "Catégories",
    "Category": "Catégorie",
    "Certified Teachers": "Enseignants certifiés",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Clone": "Cloner",
    "Close": "Fermer",
    "Comment": "Commentaire",
    "Comments": "Commentaires",
    "confirm": "Confirmer",
    "Confirm Password": "Confirmer le mot de passe",
    "Confirm your Password": "Confirmez votre mot de passe",
    "Connect With Us": "Connectez-vous avec nous",
    "Contact": "Contact",
    "Contact for Details": "Contact pour plus de détails",
    "Contact Number": "Numéro de Télephone",
    "Contact Us": "Nous contacter",
    "Copyright": "Copyright",
    "Created in September 2016, the Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is located in the Nzong Village in front of the Bilingual High School of Toula - Nzong..": "Créé en septembre 2016, le Groupe scolaire Bilingue Privé LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" est situé dans le village Nzong en face du lycée Bilingue de Toula-Nzong....",
    "Current Password": "Mot de passe actuel",
    "Dashboard": "Tableau de bord",
    "Date": "Date",
    "Delete": "Supprimer",
    "Delete Account": "Supprimer le compte",
    "Description": "Description",
    "Edit": "Modifier",
    "Email": "E-mail",
    "Email Address": "Adresse e-mail",
    "Email Verification Mail": "Courrier de vérification de l'email",
    "Emphasis is placed on the quality of education and the success of your children is our priority.": "L'accent est mis sur la qualité de l'enseignement et la réussite de vos enfants est notre priorité.",
    "End time": "Heure de fin",
    "English and Bilingual sections": "Sections Anglophone et Bilingue",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Enter email address": "Entrez l'adresse e-mail",
    "Environmental Quality": "Qualité de l'environnement",
    "Evaluation": "Évaluation",
    "Event Date": "Date de l'évènement",
    "Event Description": "Description de l'évènement",
    "Event Informations": "Informations sur l'évènement",
    "Event Single": "Evènement en détail",
    "Event Venue": "Lieu de l'évènement",
    "Experience": "Expérience",
    "Find articles on several subjects concerning the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" and more": "Retrouvez des articles sur plusieurs sujets concernant le groupe scolaire Bilingue Privé  LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" et plus.",
    "First Name": "Prénom",
    "Forgot Your Password": "Mot de passe oublié",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Vous avez oublié votre mot de passe ? Aucun problème. Indiquez-nous simplement votre adresse électronique et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "From preschool to kindergarten, classes are taught in French and English in the Bilingual system and only in English in the Anglophone system.": "De la petite section à la grande section , les cours sont dispensés en Français et en Anglais dans le système Bilingue et uniquement en anglais dans le système Anglophone.",
    "Gallery": "Galerie",
    "Gender": "Sexe",
    "Get informed about the activities of the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" by reading our different news": "Informez-vous sur les activités du Groupe Scolaire Bilingue Privé  LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" en lisant nos différentes actualités.",
    "Have a Questions?": "Vous avez des questions ?",
    "Hight_grade": "Haut grade",
    "Home": "Accueil",
    "How satisfied are you with the quality of teaching in our school?": "Dans quelle mesure êtes-vous satisfait de la qualité de l'enseignement dans notre école ?",
    "Icon": "",
    "if you do not wish to receive any more emails, click on the following link to unsubscribe.": "si vous ne souhaitez plus recevoir d'e-mails, cliquez sur le lien suivant pour vous désinscrire.",
    "Image": "Image",
    "In Primary education, classes are taught in French and English in the Bilingual system and only in English in the Anglophone system.": "Dans l'enseignement primaire, les cours sont dispensés en Français et en Anglais dans le système Bilingue et uniquement en anglais dans le système Anglophone.",
    "invalid e-mail address": "adresse e-mail non valide",
    "Kindergarten Education": "Enseignement maternel",
    "Kindergarten education": "Enseignement maternel",
    "Last Name": "Nom de famille",
    "Latest Articles": "Articles récents",
    "Latest News": "Actualités Récentes",
    "Learn more about the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" by exploring our Image Gallery": "Apprenez-en plus sur le Groupe Scolaire  Bilingue Privé LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA en explorant notre galerie d'images\".",
    "Leave a comment": "Laissez un commentaire",
    "Leave a review": "Laisser un avis",
    "Leisure activities are inside a secure environment.": "Les activités de loisirs se déroulent dans un environnement sécurisé.",
    "Les Amis de Nzong and Fondation Candia \" is a unique school for the development of your children.": "Les Amis de Nzong et la Fondation Candia\" est une école unique pour le développement de vos enfants.",
    "Location map": "Plan de localisation",
    "login": "Connexion",
    "Login": "Connexion",
    "Log Out": "Se déconnecter",
    "Logout": "Deconnexion",
    "Message": "Message",
    "Message (optional)": "Message (facultatif)",
    "messages.welcome": "",
    "More info": "Plus d'infos",
    "Name": "Nom",
    "Name of Testifying": "Nom du témoignant",
    "Need help? Contact us, we will be happy to help you:": "Vous avez besoin d'aide ? Contactez-nous, nous serons heureux de vous aider :",
    "New Password": "Nouveau Mot De Passe",
    "News & Events": "Infos & Evènements",
    "News Single": "Détails D l'actualité",
    "No": "Non",
    "Not registered": "Non inscrit",
    "Occupation": "",
    "of the tag": "du tag",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement effacées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Our Blog": "Notre blog",
    "Our Events": "Nos Evènements",
    "Our Gallery": "Notre galerie",
    "Our News": "Nos Actualités",
    "Our Parteners": "Nos partenaires",
    "Our Posts": "Nos Articles",
    "Our Staff": "Notre équipe",
    "Password": "Mot de passe",
    "Password (optional)": "Mot de passe (facultatif)",
    "Password reset": "Réinitialiser le mot de passe",
    "Please Confirm Subscription": "Veuillez confirmer votre abonnement",
    "Please confirm your subscription to our newsletter with bellow link:": "Veuillez confirmer votre inscription à notre newsletter en cliquant sur le lien ci-dessous :",
    "please enter a correct password.minimum 8 characters!": "Veuillez entrer un mot de passe correct. 8 caractères minimum !",
    "please enter a valid name! maximum 30 characters.": "veuillez saisir un nom valide ! 30 caractères maximum.",
    "please enter a valid name! minimum 2 characters.": "veuillez entrer un nom valide ! minimum 2 caractères.",
    "Please verify your email with bellow link: ": "Veuillez vérifier votre email avec le lien ci-dessous :",
    "Position": "Position",
    "Posts": "Articles",
    "posts for category ": "Articles de la catégorie: ",
    " posts for tag ": "Articles pour le mot-clé: ",
    "Posts found with search: ": "Articles trouvés avec la recherche: ",
    "Primary Education": "Enseignement primaire",
    "Primary education": "Enseignement primaire",
    "Profile": "Profil",
    "Profile Information": "Informations sur le profil",
    "Pupil transport bus": "Bus de transport d'élèves",
    "Purge": "Purger",
    "Read More": "En savoir plus",
    "Really delete this category?": "Supprimer vraiment cette catégorie ?",
    "Really delete this comment?": "Supprimer vraiment ce Commentaire ?",
    "Really delete this contact?": "Supprimer vraiment ce contact ?",
    "Really delete this feature?": "Supprimer vraiment cette occupation ?",
    "Really delete this follow?": "",
    "Really delete this grade?": "Supprimer vraiment ce grade ?",
    "Really delete this image?": "Supprimer vraiment cette image ?",
    "Really delete this post?": "Supprimer vraiment cette article ?",
    "Really delete this rubric?": "Supprimer vraiment cette rubrique ?",
    "Really delete this staff?": "Supprimer vraiment ce personnel ?",
    "Really delete this subscriber?": "Supprimer vraiment cet abonnement ?",
    "Really delete this Tag?": "Supprimer vraiment ce tag ?",
    "Really delete this testimonial?": "Supprimer vraiment ce témoignage ?",
    "Really delete this user?": "Supprimer vraiment cet utilisateur ?",
    "Recent Blog": "Articles Récents",
    "Recent News": "Actualités Récentes",
    "Register": "S'inscrire",
    "Remember me": "Souvenez-vous de moi",
    "Reply": "Répondre",
    "Resend Verification Email": "Renvoyer l'email de vérification",
    "Role": "Rôle",
    "Rubric": "Rubrique",
    "Safety First": "La sécurité d'abord",
    "Save": "Sauvegarder",
    "Saved.": "Enregistré",
    "School is in a clean, calm and secure area. Leisure activities are inside a secure environment.": "L'école se trouve dans un endroit propre, calme et sécurisé. Les activités de loisirs se déroulent dans un environnement sécurisé.",
    "see all staff": "",
    "See more Articles": "Voir plus d'articles",
    "See more Gallery": "Voir plus d'images",
    "See more News items": "Voir plus d'actualités",
    "Send": "Envoyer",
    "Send Message": "Envoyer le message",
    "Show": "Afficher",
    "Show comments": "Afficher les commentaires",
    "Slug": "Slug",
    "some of the teachers": "",
    " Some testimonies of people who are satisfied with the education of their children in the\r\n\t\t\t\t\tprivate Bilingual LAÏC school group \"Les Amis De Nzong et Fondation Candia\" ": "Quelques témoignages de personnes satisfaites de l'éducation de leurs enfants au  groupe scolaire privé bilingue LAÏC \"Les Amis De Nzong et Fondation Candia\".",
    "Something went wrong!": "Quelque chose a mal tourné !",
    "Special Education": "Enseignement spécialisé",
    "Sports Facilities": "Equipements sportifs",
    "Staff": "Le Personnel",
    "Start-End time": "Heure de début et de fin",
    "Start time": "Heure de début",
    "Status": "Statut",
    "Subject": "Sujet",
    "Submit": "Soumettre",
    "submit": "Soumettre",
    "Subscribe": "S'inscrire ",
    "Subscribe Us!": "Abonnez-vous",
    "Subscribing...": "Inscription...",
    "Tag Cloud": "Nuage de mots-clés",
    "Testimonials": "Témoignages",
    "Thanks": "Merci",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail ? Si vous n'avez pas reçu l'e-mail, nous nous ferons un plaisir de vous en envoyer un autre.",
    "thanks for subscribing to our newsletter": "merci de vous inscrire à notre newsletter",
    "thanks for subscribing to our newsletter!": "Merci de vous être inscrit à notre newsletter",
    "Thanks for your comment. It will appear when an administrator has validated it. Once you are validated your other comments immediately appear.": "",
    "The Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is a unique and innovative school, consisting of a Bilingual Preschool and Primary School as well as an Anglophone Section for a Quality Education for your children.": "Le groupe Scolaire Bilingue Privé  LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" est une école unique et innovante, composée d'une école Maternelle et Primaire Bilingue ainsi que d'une section Anglophone pour une éducation de qualité pour vos enfants.",
    "The lessons also offers basic training in Italian language and computer science..": "Les cours proposent également une formation de base en langue Italienne et en Informatique...",
    "The lessons are taught in French and English. The lessons also offers basic training in Italian language and computer science.": "Les cours sont dispensés en Français et en Anglais. Les cours offrent également une formation de base en langue Italienne et en Informatique.",
    "The News has been successfully created": "L'actualité a été créée avec succès",
    "The news has been successfully updated": "L'actualité a été mise à jour avec succès",
    "The post has been successfully created": "L'article a été créé avec succès",
    "The post has been successfully updated": "L'article a été mise à jour avec succès",
    "The provided password is incorrect.": "Le mot de passe fourni est incorrect",
    "The quality of the staff: A dynamic, talented and experienced team of people is available for the training and success of your children.": "La qualité du personnel : Une équipe dynamique, talentueuse et expérimentée est à votre disposition pour la formation et la réussite de vos enfants.",
    "The school is in a clean, calm and secure area.": "L'école est située dans un quartier propre, calme et sécurisé.",
    "The tag has been successfully created": "Le tag a été créé avec succès",
    "The tag has been successfully updated": "Le tag a été mise à jour avec succès",
    "The user has been successfully updated": "L'utilisateur a été mise à jour avec succès",
    "This is a secure area of the application. Please confirm your password before continuing.": "Il s'agit d'une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Thus, the Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" focuses its services on:": "Ainsi, le Groupe Scolaire  Bilingue Privé LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" concentre ses services sur :",
    "Title": "Titre",
    "To this day, the Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is full of": "A ce jour, le groupe scolaire bilingue LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" est constitué de",
    "Transportation of students: A staff is in place to transport your children to and from school.": "Transport des élèves : Un personnel est en place pour transporter vos enfants vers et depuis l'école.",
    "Type a keyword and hit enter": "Mot clé + touche Entrée",
    "unsubscribe": "se désinscrire",
    "Update Image (optional)": "",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Mettez à jour les informations du profil et l'adresse électronique de votre compte.",
    "Upload": "Charger",
    "User details": "Détails de l'utilisateur",
    "Valid": "Validité",
    "Verify Email": "Vérifier l'e-mail",
    "Website": "Site internet",
    "we emphasize the importance of the children well-being.": "nous insistons sur l'importance du bien-être des enfants.",
    " We focus on the quality of education and the success of the children is our priority.": "Nous nous concentrons sur la qualité de l'éducation et la réussite des enfants est notre priorité.",
    "we have an English and Bilingual kindergarten and Primary school for a higher quality studies.": "Nous disposons d'une école Maternelle et Primaire Anglaise et Bilingue pour des études de qualité supérieure.",
    "We have received your message and would like to thank you for writing to us.": "Nous avons bien reçu votre message et nous vous remercions de nous avoir écrit.",
    "we have sent you an email following your subscription": "Nous vous avons envoyé un email suite à votre inscription",
    " Welcome to Groupe Scolaire Bilingue Privé LAÏC \"Les Amis De Nzong & Fondation Candia\" ": "Bienvenue au Groupe Scolaire Bilingue Privé LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" ",
    "What We Offer": "Ce que nous offrons",
    "Whoops!": "Oups !",
    "Whoops! Something went wrong.": "Oups ! Quelque chose a mal tourné.",
    "why choose our Establishment?": "pourquoi choisir notre établissement?",
    "With our motto \"LOVE-WORK-PERSEVERANCE\" ": "Avec notre devise \"AMOUR-TRAVAIL-PERSEVERANCE\" ",
    "Written on": "Écrit le",
    "Yes": "Oui",
    "You're logged in!": "Vous êtes connecté",
    "You have been successfully updated.": "La mise à jour a été effectuée avec succès.",
    "You have got an email from": "Vous avez reçu un e-mail de",
    "You have received this email because you are subscribed to the newsletter of AmisDeNzong": "Vous avez reçu cet e-mail car vous êtes inscrit à la newsletter de AmisDeNzong.",
    "You must be connected to add a comment.": "Vous devez être connecté pour ajouter un commentaire.",
    "You must be connected to add a comment or reply.": "Vous devez être connecté pour ajouter un commentaire ou répondre.",
    "you must confirm your password": "vous devez confirmer votre mot de passe",
    "you must fill in your e-mail address": "vous devez renseigner votre adresse e-mail",
    "you must fill in your name": "vous devez renseigner votre nom",
    "you must fill in your password": "vous devez saisir votre mot de passe",
    "You need to confirm your subscription, please check your email:": "Vous devez confirmer votre abonnement, veuillez vérifier votre email",
    "Your comment has been saved": "Votre commentaire a été enregistré",
    "Your email": "Votre adresse e-mail",
    "Your Email": "Votre adresse e-mail",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Your name": "Votre nom",
    "Your Name": "Votre nom",
    "Your Password": "Votre mot de passe",
    "Your Password if you want to change it": "Votre mot de passe si vous voulez le changer"
}