{
    "": "",
    ",": "",
    "-The quality of teaching: The courses are given in French and English in the Bilingual System and only in English in the Anglophone System. The school also offers Basic Training in Italian and Computer Science.": "",
    "-The quality of the environment: Recreation is within a secure compound.": "",
    "7 Years of": "",
    "Abort reply": "",
    "About": "",
    "About Us": "",
    "About us ": "",
    "Address": "",
    "A dynamic, talented and experienced team of staff is here to take care of your children's education.": "",
    "A dynamic, talented and experienced team of staff is here to take care of your children\\'s education.": "",
    "All": "Tutto",
    " All rights reserved": "",
    "A new verification link has been sent to the email address you provided during registration.": "",
    "A new verification link has been sent to your email address.": "",
    "A staff is in place to transport your children to and from school.": "",
    "auth.logged_in_provider": "",
    "Basic courses in Italian and Computer Science": "",
    "Blog": "",
    "Blog\r\n            Single": "",
    "Blog Single": "",
    "BP.150 West Region, In Nzong-Foto Village": "",
    "BP.150 West Region, Menoua Dschang In Nzong-Foto Village, Cameroon": "",
    "By": "",
    "Cancel": "",
    "Category": "",
    "Certified Teachers": "",
    "Click here to re-send the verification email.": "",
    "Comments": "",
    "Confirm Password": "",
    "Confirm your Password": "",
    "Connect With Us": "",
    "Contact": "Contatto",
    "Contact for Details": "",
    "Contact Number": "",
    "Contact Us": "",
    "Copyright": "",
    "Created in September 2016, the Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is located in the Nzong Village in front of the Bilingual High School of Toula - Nzong..": "",
    "Current Password": "",
    "Dashboard": "",
    "Delete": "",
    "Delete Account": "",
    "Email": "",
    "Email Address": "",
    "Emphasis is placed on the quality of education and the success of your children is our priority.": "",
    "English and Bilingual sections": "",
    "Ensure your account is using a long, random password to stay secure.": "",
    "Enter email address": "",
    "Environmental Quality": "",
    "Event Date": "",
    "Event Description": "",
    "Event Informations": "",
    "Event Single": "",
    "Event Venue": "",
    "Experience": "",
    "Find articles on several subjects concerning the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" and more": "",
    "Forgot Your Password": "",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "",
    "From preschool to kindergarten, classes are taught in French and English in the Bilingual system and only in English in the Anglophone system.": "",
    "Gallery": "",
    "Get informed about the activities of the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" by reading our different news": "",
    "Have a Questions?": "",
    "Home": "Casa",
    "In Primary education, classes are taught in French and English in the Bilingual system and only in English in the Anglophone system.": "",
    "invalid e-mail address": "",
    "Kindergarten Education": "",
    "Kindergarten education": "",
    "Latest Articles": "",
    "Latest News": "",
    "Learn more about the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" by exploring our Image Gallery": "",
    "Leave a comment": "",
    "Leisure activities are inside a secure environment.": "",
    "Les Amis de Nzong and Fondation Candia \" is a unique school for the development of your children.": "",
    "Login": "",
    "login": "",
    "Log Out": "",
    "Logout": "",
    "Name": "",
    "New Password": "",
    "News & Events": "",
    "News Single": "",
    "Not registered": "",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "",
    "Our Blog": "",
    "Our Events": "",
    "Our Gallery": "",
    "Our News": "",
    "Our Parteners": "",
    "Our Posts": "",
    "Our Staff": "",
    "Password": "",
    "Password (optional)": "",
    "please enter a correct password.minimum 8 characters!": "",
    "please enter a valid name! maximum 30 characters.": "",
    "please enter a valid name! minimum 2 characters.": "",
    "posts for category ": "",
    " posts for tag ": "",
    "Posts found with search: ": "",
    "Primary Education": "",
    "Primary education": "",
    "Profile": "",
    "Profile Information": "",
    "Pupil transport bus": "",
    "Read More": "",
    "Recent Blog": "",
    "Recent News": "",
    "Register": "",
    "Remember me": "",
    "Reply": "",
    "Resend Verification Email": "",
    "Safety First": "",
    "Save": "",
    "Saved.": "",
    "School is in a clean, calm and secure area. Leisure activities are inside a secure environment.": "",
    "See more Articles": "",
    "See more Gallery": "",
    "See more News items": "",
    "Send Message": "",
    "Show comments": "",
    " Some testimonies of people who are satisfied with the education of their children in the private Bilingual LAÏC school group \"Les Amis De Nzong et Fondation Candia\" ": "",
    "Special Education": "",
    "Sports Facilities": "",
    "Staff": "Personale",
    "Start-End time": "",
    "Subject": "",
    "Subscribe": "",
    "Subscribe Us!": "",
    "Subscribing...": "",
    "Tag Cloud": "",
    "Testimonials": "",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "",
    "thanks for subscribing to our newsletter!": "",
    "Thanks for your comment. It will appear when an administrator has validated it. Once you are validated your other comments immediately appear.": "",
    "The Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is a unique and innovative school, consisting of a Bilingual Preschool and Primary School as well as an Anglophone Section for a Quality Education for your children.": "",
    "The lessons also offers basic training in Italian language and computer science..": "",
    "The lessons are taught in French and English. The lessons also offers basic training in Italian language and computer science.": "",
    "The provided password is incorrect.": "",
    "The quality of the staff: A dynamic, talented and experienced team of people is available for the training and success of your children.": "",
    "The school is in a clean, calm and secure area.": "",
    "This is a secure area of the application. Please confirm your password before continuing.": "",
    "Thus, the Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" focuses its services on:": "",
    "To this day, the Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is full of": "",
    "Transportation of students: A staff is in place to transport your children to and from school.": "",
    "Type a keyword and hit enter": "",
    "Update Password": "",
    "Update your account's profile information and email address.": "",
    "Website": "",
    "we emphasize the importance of the children well-being.": "",
    " We focus on the quality of education and the success of the children is our priority.": "",
    "we have an English and Bilingual kindergarten and Primary school for a higher quality studies.": "",
    "We have received your message and would like to thank you for writing to us.": "",
    "we have sent you an email following your subscription": "",
    " Welcome to Groupe Scolaire Bilingue Privé LAÏC \"Les Amis De Nzong & Fondation Candia\" ": "",
    "What We Offer": "",
    "why choose our Establishment?": "",
    "With our motto \"LOVE-WORK-PERSEVERANCE\" ": "",
    "Written on": "",
    "You're logged in!": "",
    "You have been successfully updated.": "",
    "You must be connected to add a comment.": "",
    "You must be connected to add a comment or reply.": "",
    "you must confirm your password": "",
    "you must fill in your e-mail address": "",
    "you must fill in your name": "",
    "you must fill in your password": "",
    "You need to confirm your subscription, please check your email:": "",
    "Your comment has been saved": "",
    "Your email": "",
    "Your Email": "",
    "Your email address is unverified.": "",
    "Your name": "",
    "Your Name": "",
    "Your Password": "",
    "Your Password if you want to change it": ""
}