{
    "": "",
    ",": "",
    "-The quality of teaching: The courses are given in French and English in the Bilingual System and only in English in the Anglophone System. The school also offers Basic Training in Italian and Computer Science.": "La qualità dell'insegnamento: le lezioni sono tenute in francese e inglese nel sistema bilingue e in inglese solo nel sistema anglofono. La scuola offre anche un insegnamento basico della lingua italiana e dell'informatica",
    "-The quality of the environment: Recreation is within a secure compound.": "La qualità dell'ambiente: la pausa si fa in uno spazio sicuro.",
    "7 Years of": "7 anni di",
    "Abort reply": "annulla la risposta",
    "About": "a proposito",
    "About Us": "a proposito di noi",
    "About us ": "a proposito di noi",
    "Action": "azione",
    "Add new Tag": "Aggiungere new tag",
    "Address": "indirizzo",
    "Add testimonial": "Aggiungi testimonial",
    "Administration": "amministrazione",
    "A dynamic, talented and experienced team of staff is here to take care of your children's education.": "c'è uno staff di personale dinamico, talentuoso e esperto per prendersi cura dell'educazione dei vostri figli",
    "A dynamic, talented and experienced team of staff is here to take care of your children\\'s education.": "c'è uno staff di personale dinamico, talentuoso e esperto per prendersi cura dell'educazione dei vostri figli",
    "All": "Tutto",
    " All rights reserved": "Tutti i diritti riservati",
    "AmisDeNzong Subscription Confirmation": "Conferma dell'abbonamento AmisDeNzong",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato mandato all'indirizzo e-mail che hai dato durante la registrazione",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato mandato al tuo indirizzo e-mail",
    "Answer to": "Rispondi a",
    "A staff is in place to transport your children to and from school.": "c'è uno staff di trasporto per trasportare i vostri figli da e verso la scuola",
    " at ": "in",
    "at ": "in",
    "auth.logged_in_provider": "auth.logged_in_provider",
    "Author": "Autore",
    "Avatar": "Avatar",
    "Bad": "Male",
    "Basic courses in Italian and Computer Science": "insegnamento basico in italiano e in informatica",
    "Blog": "Blog",
    "Blog\r\n            Single": "Blog\r\n singolo",
    "Blog Single": "Blog singolo",
    "BP.150 West Region, In Nzong-Foto Village": "BP.150 Regione Ovest, nel villaggio di Nzong-Foto",
    "BP.150 West Region, Menoua Dschang In Nzong-Foto Village, Cameroon": "BP.150 Regione Ovest, Menoua Dschang nel villaggio di Nzong-Foto",
    "By": "da",
    "Cancel": "annulla",
    "Categories": "categorie",
    "Category": "categoria",
    "Certified Teachers": "insegnanti certificati",
    "Choose an avatar (optional)": "Scegli in avatar (facoltativo)",
    "Click here to re-send the verification email.": "clicca qui per inviare nuovamente l'e-mail di verifica ",
    "Clone": "clone",
    "Close": "Chiudi",
    "Comment": "Commento",
    "Comments": "commenti",
    "confirm": "confermare",
    "Confirm Password": "conferma password",
    "Confirm your Password": "conferma la tua password",
    "Connect With Us": "connettiti con noi",
    "Contact": "Contatto",
    "Contact for Details": "contatto per i dettagli",
    "Contact Number": "numero di contatto",
    "Contact Us": "contattaci",
    "Copyright": "diritto autore",
    "Created in September 2016, the Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is located in the Nzong Village in front of the Bilingual High School of Toula - Nzong..": "Creato nel settembre 2016, il Groupe Scolaire Bilingue Privé LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" è situato nel villaggio di Nzong di fronte al liceo bilingue di Toula - Nzong..",
    "Current Password": "Password attuale",
    "Dashboard": "cruscotto",
    "Date": "Data",
    "Delete": "cancellare",
    "Delete Account": "cancellare l'account",
    "Description": "Descrizione",
    "Edit": "Modificare",
    "Email": "E-mail",
    "Email Address": "Indirizzo e-mail",
    "Email Verification Mail": "Posta di verifica e-mail",
    "Emphasis is placed on the quality of education and the success of your children is our priority.": "L'accento è messo sulla qualità dell'educazione e il successo dei vostri figli è la nostra priorità",
    "End time": "Tempo di chiusura",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere al sicuro",
    "Enter email address": "Inserire l'indirizzo e-mail",
    "Environmental Quality": "Qualità ambientale ",
    "Evaluation": "Valutazione",
    "Event Date": "data degli eventi",
    "Event Description": "Descrizione degli eventi ",
    "Event Informations": "informazioni sugli eventi",
    "Event Single": "evento singolo",
    "Event Venue": "sede dell'evento",
    "Excellent": "Eccellente",
    "Experience": "Esperienza",
    "Find articles on several subjects concerning the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" and more": "scoprite tanti articoli su diversi argomenti legati al Groupe Scolaire Bilingue Privé LAÏC \" LES AMIS DE NZONG ET FONDATION CANDIA \" e più",
    "First Name": "nome di battesimo",
    "Forgot Your Password": "Password dimenticata",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Password dimenticata? Non c'è problema. Comunicaci il tuo indirizzo e-mail e ti invieremo un link per la reimpostazione della password che ti permetterà di sceglierne una nuova",
    "From preschool to kindergarten, classes are taught in French and English in the Bilingual system and only in English in the Anglophone system.": "Dall'asilo nido alla scuola materna, le lezioni sono tenute in francese e inglese nel sistema bilingue e in inglese solo nel sistema anglofono",
    "Gallery": "Galleria",
    "Gender": "Genere",
    "Get informed about the activities of the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" by reading our different news": "Informatevi sulle attività del \"Groupe Scolaire Bilingue Privé LAÏC LES AMIS DE NZONG ET FONDATION CANDIA\" leggendo le nostre diverse notizie.",
    "Good": "Buono",
    "Have a Question?": "Una domanda",
    "Hight_grade": "",
    "Home": "Casa",
    "How satisfied are you with the quality of teaching in our school?": "Quanto è soddisfatto della qualità dell'insegnamento nella nostra scuola?",
    "Icon": "Icona",
    "if you do not wish to receive any more emails, click on the following link to unsubscribe.": "se non desideri più ricevere email, clicca sul seguente link per disabbonarti.",
    "Image": "Immagine",
    "In Primary education, classes are taught in French and English in the Bilingual system and only in English in the Anglophone system.": "Nell'istruzione primaria, le lezioni sono tenute in francese e inglese nel sistema bilingue e in inglese nel sistema anglofono.",
    "invalid e-mail address": "Indirizzo e-mail non valido",
    "Kindergarten education": "Istruzione materna",
    "Last Name": "cognome",
    "Latest Articles": "Articoli recenti",
    "Latest News": "Notizie recente",
    "Learn more about the Private Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" by exploring our Image Gallery": "Scoprite di più sul \" Groupe Scolaire Bilingue Privé LAÏC \" LES AMIS DE NZONG ET FONDATION CANDIA\" esplorando la nostra galleria di immagini",
    "Leave a comment": "Lascia un commento",
    "Leave a review": "Lascia una recensione",
    "Leisure activities are inside a secure environment.": "Le attività di svago sono all'interno di un ambiente sicuro",
    "Location map": "Carta di localisazione",
    "Login": "Accesso",
    "login": "Accesso",
    "Log Out": "esci",
    "Logout": "esci",
    "Message": "Messaggio",
    "Message (optional)": "Messaggio (facoltativo)",
    "messages.welcome": "messaggi.benvenuti",
    "More info": "Più informazioni",
    "Name": "Nome",
    "Name of Testifying": "Name of Testifying",
    "Need help? Contact us, we will be happy to help you:": "Bisogno di aiuto? Contattaci, saremo lieti di aiutarti",
    "New Password": "Nuova Password",
    "News & Events": "Notizie e eventi",
    "News Single": "notizie singole",
    "No": "No",
    "Not registered": "Non registrato",
    "Occupation": "Occupazione",
    "of the\r\n                            tag": "del tag",
    "Ok": "Ok",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta che l'account è cancellato, tutte le risorse e i data saranno eliminati in modo permanente. Prima di cancellare il tuo account,scarica qualsiasi data o informazione che ti piacerebbe conservare.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta che l'account è cancellato, tutte le risorse e i data saranno eliminati in modo permanente. Inseri la tua password per confermare che ti piacerebbe che il tuooaccount sia cancellato in modo permanente",
    "Our Blog": "Il nostro blog",
    "Our Events": "I nostri eventi",
    "Our Gallery": "La nostra galleria",
    "Our News": "Le nostre notizie",
    "Our Parteners": "I nostri partners",
    "Our Posts": "I nostri messaggi",
    "Our Staff": "Il nostro staff",
    "Password": "Password",
    "Password (optional)": "Password (facoltativo)",
    "Password reset": "Reimpostazione della password",
    "Please Confirm Subscription": "Si prega di confermare l'abbonamento",
    "Please confirm your subscription to our newsletter with bellow link:": "Si prega di confermare l'abbonamento alla nostra newsletter con il link qui sotto",
    "please enter a correct password.minimum 8 characters!": "Inserire una password corretta. 8 carratteri al minimo",
    "please enter a valid name! maximum 30 characters.": "Inserire un nome valido. 30 caratteri al massimo",
    "please enter a valid name! minimum 2 characters.": "Inserire un nome valido. 2 caratteri al minimo.",
    "please select at least one star before submitting the form!": "Selezionare almeno una stella prima di inviare il modulo",
    "Please verify your email with bellow link: ": "Verifica la tua email con il link qui sotto",
    "Poor": "Povero",
    "Position": "posizione",
    "Posts": "posts",
    "posts for category ": "posts per categoria",
    " posts for tag ": "posts per tag",
    "Posts found with search: ": "posts trovati con la ricerca",
    "Primary education": "Istruzione primaria",
    "Profile": "Profilo",
    "Profile Information": "Informazioni del profilo",
    "Pupil transport bus": "Autobus per il trasporto degli alunni",
    "Purge": "epurazione",
    "Read More": "Leggi di più",
    "Really delete this category?": "cancellare davvero questa categoria?",
    "Really delete this comment?": "cancellare davvero questo commento?",
    "Really delete this contact?": "cancellare davvero questo contatto?",
    "Really delete this feature?": "cancellare davvero questa funzione?",
    "Really delete this follow?": "Cancellare davvero questo link?",
    "Really delete this grade?": "cancellare davvero questa voto?",
    "Really delete this image?": "cancellare davvero questa immagine?",
    "Really delete this post?": "Cancellare davvero questo messaggio?",
    "Really delete this rubric?": "cancellare davvero questa rubrica?",
    "Really delete this slide?": "cancellare davvero questa scivolo",
    "Really delete this staff?": "Eliminare davvero questo staff?",
    "Really delete this subscriber?": "Eliminare davvero questo abbaonato?",
    "Really delete this Tag?": "cancellare davvero questo tag?",
    "Really delete this testimonial?": "cancellare davvero questa testimonianza?",
    "Really delete this user?": "Eliminare davvero questo utente?",
    "Recent Blog": "Blog recente",
    "Recent News": "Notizie recente",
    "Register": "Registrati",
    "Remember me": "Ricordati di me",
    "Reply": "Risposta",
    "Resend Verification Email": "Rinvia l'e-mail di verifica",
    "Role": "Ruolo",
    "Rubric": "Rubrica",
    "Safety First": "La sicurezza prima",
    "Save": "Registrare",
    "Saved.": "Registrato",
    "School is in a clean, calm and secure area. Leisure activities are inside a secure environment.": "La scuola è in un ambiente pulito, tranquillo e sicuro. Le attività di svago sono all'interno di un ambiente sicuro.",
    "See all staff": "Vedi tutto il personale",
    "See more Articles": "vedi altri articoli",
    "See more Gallery": "vedi altre gallerie",
    "See more News items": "vedi altri nuovi articoli",
    "Send": "Invia",
    "Send Message": "Invia un mesaggio",
    "Show": "Mostra",
    "Show comments": "Mostra commenti",
    "Slug": "Slug",
    "Some of the teachers": "Alcuni insegnanti",
    " Some testimonies from people who are satisfied with the education of their children at the\r\n\t\t\t\t\tGroupe Scolaire Bilingue Privé LaÏc \"Les Amis De Nzong et Fondation Candia\". ": "",
    "Something went wrong!": "Qualcosa è andato storto",
    "Special Education": "Istruzione speciale",
    "Sports Facilities": "Impianti sportivi",
    "Staff": "Personale",
    "Start-End time": "Ora di inizio-fine",
    "Start time": "Inizio",
    "Status": "Stato",
    "Subject": "Argomento",
    "submit": "Invia",
    "Submit": "Invia",
    "Subscribe": "Abbonarsi",
    "Subscribe Us!": "abbonati",
    "Subscribing...": "Abbonamento",
    "Tag Cloud": "Tagnuvola",
    "Tags": "Tag",
    "Testimonials": "Testimonianze",
    "Thanks": "Grazie",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Grazie per esserti abbonato! Prima di iniziare, potresti verificare il tuo indirizzo email facendo clic sul link che ti abbiamo appena inviato? Se non hai ricevuto l'e-mail, saremo lieti di inviartene un'altra",
    "thanks for subscribing to our newsletter": "grazie per esserti abbonato alla nostra newsletter!",
    "thanks for subscribing to our newsletter!": "grazie per esserti abbonato alla nostra newsletter!",
    "Thanks for your comment. It will appear when an administrator has validated it. Once you are validated your other comments immediately appear.": "Grazie per il tuo commento. Apparirà quando un amministratore lo avrà convalidato. Una volta che sei stato convalidato, gli altri tuoi commenti appaiono immediatamente.",
    "The Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is a unique and innovative school, consisting of a Bilingual Preschool and Primary School as well as an Anglophone Section for a Quality Education for your children.": "Il \"Groupe Scolaire Bilingue Privé LAÏC : LES AMIS DE NZONG ET FONDATION CANDIA\" è una scuola unica e innovativa, composta da una Scuola materna Bilingue, una Scuola Primaria e da una Sezione Anglofona per un'Istruzione di Qualità per i vostri figli.",
    "The Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is a unique school for the development of your children.": "",
    "The lessons also offers basic training in Italian language and computer science..": "Le lezioni offrono anche una formazione di base in lingua italiana e informatica.",
    "The lessons are taught in French and English. The lessons also offers basic training in Italian language and computer science.": "Le lezioni sono tenute in francese e inglese. Le lezioni offrono anche una formazione di base in lingua italiana e informatica.",
    "The News has been successfully created": "La notizia è stata creata con successo",
    "The news has been successfully updated": "La notizia è stata aggiornata con successo",
    "The post has been successfully created": "Il post è stato creato con successo",
    "The post has been successfully updated": "Il post è stato aggiornato con successo",
    "The provided password is incorrect.": "La password fornita non è corretta",
    "The quality of the staff: A dynamic, talented and experienced team of people is available for the training and success of your children.": "La qualità del personale: Un team di persone dinamico, talentuoso ed esperto è disponibile per la formazione e il successo dei vostri figli.",
    "The school is in a clean, calm and secure area.": "La scuola si trova in una zona pulita, tranquilla e sicura",
    "The tag has been successfully created": "Il tag è stato creato con successo",
    "The tag has been successfully updated": "Il tag è stato aggiornato con successo",
    "The user has been successfully updated": "l'utente è stato aggiornato con successo",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area protetta dell'applicazione. Si prega di confermare la password prima di continuare.",
    "Thus, the Bilingual Private School Group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" focuses its services on:": "Pertanto, il \"Groupe Scolaire Bilingue Privé LAÏC : LES AMIS DE NZONG ET FONDATION CANDIA\" concentra i suoi servizi su:",
    "Title": "Titolo",
    "To this day, the Bilingual school group LAÏC \"LES AMIS DE NZONG ET FONDATION CANDIA\" is full of": "Ancora oggi il \" Groupe Scolaire Bilingue Privé LAÏC : LES AMIS DE NZONG ET FONDATION CANDIA\" è pieno di:",
    "Transportation of students: A staff is in place to transport your children to and from school.": "Trasporto degli studenti:C'è uno staff per trasportare i vostri figli da e verso la scuola",
    "Type a keyword and hit enter": "Digita una parola chiave e premi invio",
    "Type message..": "Tipo di messaggio",
    "unsubscribe": "non abbonato",
    "Update Image (optional)": "Aggiorna immagine (facoltativo)",
    "Update Password": "Aggiorna password",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account",
    "Upload": "Caricamento",
    "User details": "dettagli dell'utente",
    "Valid": "valido",
    "Verify Email": "Verifica Email",
    "Website": "Sito web",
    "we emphasize the importance of the children well-being.": "Mettiamo l'accento sull'importanza del benessere dei bambini.",
    " We focus on the quality of education and the success of the children is our priority.": "Ci concentriamo sulla qualità dell'istruzione e il successo dei bambini è la nostra priorità",
    "we have an English and Bilingual kindergarten and Primary school for a higher quality studies.": "abbiamo una scuola materna inglese e bilingue e una scuola primaria per studi di qualità superiore",
    "We have received your message and would like to thank you for writing to us.": "Abbiamo ricevuto il tuo messaggio e desideriamo ringraziarti per averci scritto",
    "we have sent you an email following your subscription": "ti abbiamo inviato un'e-mail a seguito del tuo abbonamento",
    " Welcome to Groupe Scolaire Bilingue Privé LAÏC \"Les Amis De Nzong & Fondation Candia\" ": "Benvenuto al Groupe Scolaire Bilingue Privé LAÏC \"Les Amis De Nzong & Fondation Candia\"",
    "What We Offer": "Quello che offriamo",
    "Whoops!": "Oops!",
    "Whoops! Something went wrong.": "Ops! Qualcosa è andato storto",
    "why choose our Establishment?": "perché scegliere la nostra scuola?",
    "With our motto \"LOVE-WORK-PERSEVERANCE\" ": "Con il nostro motto \"AMORE-LAVORO-PERSEVERANZA\"",
    "Written on": "Scritto su",
    "Yes": "s",
    "You're logged in!": "Hai effettuato l'accesso!",
    "You have been successfully updated.": "Sei stato aggiornato con successo",
    "You have got an email from": "Hai ricevuto un'email da",
    "You have received this email because you are subscribed to the newsletter of AmisDeNzong": "Hai ricevuto questa email perché sei abbonato alla newsletter di AmisDeNzong",
    "You must be connected to add a comment.": "Devi essere collegato prima di fare un commento",
    "You must be connected to add a comment or reply.": "Devi essere collegato prima di fare un commento o dare una risposta",
    "you must confirm your password": "Devi confermare la tua password",
    "you must fill in your e-mail address": "devi inserire il tuo indirizzo e-mail",
    "you must fill in your name": "Devi inserires il Suo nome",
    "you must fill in your password": "Devi inserire la Sua e-mail",
    "You need to confirm your subscription, please check your email:": "Devi confermare il tuo abbonamento, controlla la tua email",
    "Your comment has been saved": "Il tuo commento è stato salvato",
    "Your email": "La tua e-mail",
    "Your Email": "La tua e-mail",
    "Your email address is unverified.": "Il tuo indirizzo e-mail non è verificato",
    "Your name": "Il tuo nome",
    "Your Name": "Il tuo nome",
    "Your Password": "Il tuo password",
    "Your Password if you want to change it": "La tua password se vuoi cambiarla"
}